{"protocolSection":{"identificationModule":{"nctId":"NCT03593941","orgStudyIdInfo":{"id":"2/103/17"},"organization":{"fullName":"University of Aberdeen","class":"OTHER"},"briefTitle":"Ageing Gut Brain Interactions","officialTitle":"Ageing Gut Brain Interactions"},"statusModule":{"statusVerifiedDate":"2021-03","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2018-08-02","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-08-06","type":"ACTUAL"},"completionDateStruct":{"date":"2020-01-31","type":"ACTUAL"},"studyFirstSubmitDate":"2018-06-21","studyFirstSubmitQcDate":"2018-07-10","studyFirstPostDateStruct":{"date":"2018-07-20","type":"ACTUAL"},"lastUpdateSubmitDate":"2021-03-08","lastUpdatePostDateStruct":{"date":"2021-03-09","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Aberdeen","class":"OTHER"},"collaborators":[{"name":"NHS Grampian","class":"OTHER_GOV"},{"name":"Tenovus Scotland","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This research project will address a desperate need for evidence on how diet could be used to treat and improve symptoms of Alzheimer's disease (AD). It has been estimated that 36 million people have dementia worldwide, and in older people Alzheimer's disease accounts for 60-70% of all dementia. Research supports the hypothesis that modifiable lifestyle-related factors are associated with cognitive decline, which opens new avenues for prevention or modification of disease.\n\nThe concept that inspires this proposal 'Ageing-Gut-Brain Interactions study' is that the gut microbiota impact upon the gut-brain axis and thereby on behaviour, including challenging behaviours often associated with dementia. In the absence of available cures for Alzheimer's disease, diet is an important modifiable component but knowledge about the role of diet in clinical symptoms of dementia is currently very limited. A recent study from Ireland from the European Union funded Nu-Age cohort reported that the gut microbiota profile in the elderly was different between community-living and institutionalized individuals, with specific microbiome profiles correlating with frailty and poor health.\n\nChanges in dietary composition and diversity were considered the main drivers of the shifts in gut bacteria profile. In this multi-disciplinary research study, the investigators will assess the gut microbiota composition in people with Alzheimer's dementia with and without challenging behaviours; test the feasibility of recruitment; and provide initial data to support a future grant application involving a dietary intervention study in patients with Alzheimer's disease.\n\nThe investigators will test the hypothesis that the gut-brain axis promotes behavioural changes in Alzheimer's dementia and is responsive to changes in gut microbiota profile, by comparing the gut microbiota profile between three participant groups (1) Alzheimer's dementia with challenging behaviour, (2) Alzheimer's dementia without challenging behaviour, and (3) a control group of healthy age-matched elderly. The investigators will also carry out a survey of care homes to assess willingness to participate in a future dietary supplementation study.","detailedDescription":"Introduction\n\nHealthy life expectancy is a key area of research. It has been estimated that 36 million people have dementia worldwide and that there are 4.6 million new cases of dementia every year. Epidemiological evidence supports the hypothesis that modifiable lifestyle-related factors are associated with cognitive decline, opening new avenues for prevention. Alzheimer's disease is the commonest cause of dementia in older people, accounting for 60-70% of all dementia cases when using traditional diagnostic criteria for dementia subtypes.\n\nThere are no available cures for AD, but an alternative approach is to use strategies that delay disease progression at an early stage. Optimal brain function results from highly complex interactions between numerous genetic and environmental factors, including food intake, physical activity, age and stress. Diet in particular has become the object of intense research in relation to cognitive aging and neurodegenerative diseases.\n\nThe gut microbiota is a large, diverse collection of microbes, collectively containing 100 times more genes than the host. It is host-specific, contains heritable components, can be modified by diet, surgery or antibiotics, and in its absence nearly all aspects of host physiology are affected. It is now realised that the human microbiota is a previously overlooked system that makes a significant contribution to human biology and development.There is a new and exciting field of research with limited published data in the elderly, that could provide a basis for the design of novel, microbiota-targeted, therapies to improve care of older people suffering from Alzheimer's dementia.\n\nThere is increasing evidence that identifies the gut microbiota as a key conduit between nutrition and brain function. Reduction in the frequency of genes encoding short chain fatty acid (SCFA) production was prominent among institutionalized older adults, as were increases in circulating pro-inflammatory cytokines tumour necrosis factor-alpha, interleukins-6 and -8, and C-reactive protein.\n\nRationale for Study\n\nHypothesis: The composition and/or diversity of the gut microbiota is different between healthy elderly and those with Alzheimer's dementia, who do or do not exhibit behaviour(s) that are challenging.\n\nThe concept that inspires Ageing-GB is that our gut microbiota impact upon the gut-brain axis and thereby on behaviour. There is a need to understand the nature of that impact, the underlying mechanisms, and how changes in diet can reprogram our gut microbiota-brain axis to resolve or reduce clinical symptoms associated with Alzheimer's dementia.\n\nHowever, to the investigator's knowledge, there has been no published work to examine the gut microbiota profile in patients with Alzheimer's disease. Consequently, the investigators first need to demonstrate the differences in microbiota profile between AD patients with or without behaviours that are more challenging to manage. This work is anticipated to provide fundamental evidence to support dietary modification or supplementation as cost-effective and safe avenues for alleviating signs and symptoms of dementia in this vulnerable group and thus reduce the carer burden.\n\nThis study will require the co-operation of care home managers and staff, and investigators will thus simultaneously assess the feasibility of performing a nutritional intervention study in this group of individuals, in this setting."},"conditionsModule":{"conditions":["Dementia Alzheimers"],"keywords":["Ageing","Gut Microbiota","Challenging behaviour","Dementia"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":60,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Alzheimer's dementia and challenging behaviour symptoms","description":"Care home residents \\>65y No interventions as this is a pilot project","interventionNames":["Other: Standard Diet"]},{"label":"Alzheimer's dementia and no challenging behavioural symptoms","description":"Care home residents \\>65y No interventions as this is a pilot project","interventionNames":["Other: Standard Diet"]},{"label":"Older adults without dementia","description":"Care home residents \\>65y No interventions as this is a pilot project","interventionNames":["Other: Standard Diet"]}],"interventions":[{"type":"OTHER","name":"Standard Diet","description":"Participants will consume the standard diet provided in care home","armGroupLabels":["Alzheimer's dementia and challenging behaviour symptoms","Alzheimer's dementia and no challenging behavioural symptoms","Older adults without dementia"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Faecal sample Short chain fatty acid (SCFA) profile","description":"Indicator of gut microbiota metabolic activity","timeFrame":"4 months"},{"measure":"Faecal sample Microbiota DNA profile","description":"Indicator of gut microbiota composition","timeFrame":"4 months"}],"secondaryOutcomes":[{"measure":"Macronutrient composition of care home menu","description":"The weekly care home menu will be analysed for the macronutrient contents (carbohydrate, fat and protein)","timeFrame":"4 months"},{"measure":"Frequency of challenging behaviours","description":"Log of the number of incidents of participant displaying challenging behaviours requiring care home staff intervention","timeFrame":"4 months"}],"otherOutcomes":[{"measure":"Willingness to participate in future clinical trial survey","description":"Survey Monkey questionnaire","timeFrame":"1 month"},{"measure":"Post-study survey","description":"Feedback survey on how participants found their experience","timeFrame":"1 month"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Resident in a care home\n\nExclusion Criteria:\n\n* Use of antibiotics in last 8 weeks\n* Active gastrointestinal disease\n* Unable to provide informed consent","healthyVolunteers":true,"sex":"ALL","minimumAge":"65 Years","stdAges":["OLDER_ADULT"],"studyPopulation":"Care home residents","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"locations":[{"facility":"University of Aberdeen","city":"Aberdeen","state":"Grampian","zip":"AB25 2ZD","country":"United Kingdom","geoPoint":{"lat":57.14369,"lon":-2.09814}}]},"referencesModule":{"references":[{"pmid":"16876668","type":"BACKGROUND","citation":"Blennow K, de Leon MJ, Zetterberg H. Alzheimer's disease. Lancet. 2006 Jul 29;368(9533):387-403. doi: 10.1016/S0140-6736(06)69113-7."},{"pmid":"22797518","type":"BACKGROUND","citation":"Claesson MJ, Jeffery IB, Conde S, Power SE, O'Connor EM, Cusack S, Harris HM, Coakley M, Lakshminarayanan B, O'Sullivan O, Fitzgerald GF, Deane J, O'Connor M, Harnedy N, O'Connor K, O'Mahony D, van Sinderen D, Wallace M, Brennan L, Stanton C, Marchesi JR, Fitzgerald AP, Shanahan F, Hill C, Ross RP, O'Toole PW. Gut microbiota composition correlates with diet and health in the elderly. Nature. 2012 Aug 9;488(7410):178-84. doi: 10.1038/nature11319."},{"pmid":"16360788","type":"BACKGROUND","citation":"Ferri CP, Prince M, Brayne C, Brodaty H, Fratiglioni L, Ganguli M, Hall K, Hasegawa K, Hendrie H, Huang Y, Jorm A, Mathers C, Menezes PR, Rimmer E, Scazufca M; Alzheimer's Disease International. Global prevalence of dementia: a Delphi consensus study. Lancet. 2005 Dec 17;366(9503):2112-7. doi: 10.1016/S0140-6736(05)67889-0."},{"pmid":"10600044","type":"BACKGROUND","citation":"Fratiglioni L, De Ronchi D, Aguero-Torres H. Worldwide prevalence and incidence of dementia. Drugs Aging. 1999 Nov;15(5):365-75. doi: 10.2165/00002512-199915050-00004."},{"pmid":"26578751","type":"BACKGROUND","citation":"Goyal MS, Venkatesh S, Milbrandt J, Gordon JI, Raichle ME. Feeding the brain and nurturing the mind: Linking nutrition and the gut microbiota to brain development. Proc Natl Acad Sci U S A. 2015 Nov 17;112(46):14105-12. doi: 10.1073/pnas.1511465112."},{"pmid":"10854354","type":"BACKGROUND","citation":"Lobo A, Launer LJ, Fratiglioni L, Andersen K, Di Carlo A, Breteler MM, Copeland JR, Dartigues JF, Jagger C, Martinez-Lage J, Soininen H, Hofman A. Prevalence of dementia and major subtypes in Europe: A collaborative study of population-based cohorts. Neurologic Diseases in the Elderly Research Group. Neurology. 2000;54(11 Suppl 5):S4-9."},{"pmid":"19508720","type":"BACKGROUND","citation":"Mariat D, Firmesse O, Levenez F, Guimaraes V, Sokol H, Dore J, Corthier G, Furet JP. The Firmicutes/Bacteroidetes ratio of the human microbiota changes with age. BMC Microbiol. 2009 Jun 9;9:123. doi: 10.1186/1471-2180-9-123."},{"pmid":"26338727","type":"BACKGROUND","citation":"Marchesi JR, Adams DH, Fava F, Hermes GD, Hirschfield GM, Hold G, Quraishi MN, Kinross J, Smidt H, Tuohy KM, Thomas LV, Zoetendal EG, Hart A. The gut microbiota and host health: a new clinical frontier. Gut. 2016 Feb;65(2):330-9. doi: 10.1136/gutjnl-2015-309990. Epub 2015 Sep 2."},{"pmid":"23305823","type":"BACKGROUND","citation":"Prince M, Bryce R, Albanese E, Wimo A, Ribeiro W, Ferri CP. The global prevalence of dementia: a systematic review and metaanalysis. Alzheimers Dement. 2013 Jan;9(1):63-75.e2. doi: 10.1016/j.jalz.2012.11.007."},{"pmid":"18088206","type":"BACKGROUND","citation":"Solfrizzi V, Capurso C, D'Introno A, Colacicco AM, Santamato A, Ranieri M, Fiore P, Capurso A, Panza F. Lifestyle-related factors in predementia and dementia syndromes. Expert Rev Neurother. 2008 Jan;8(1):133-58. doi: 10.1586/14737175.8.1.133."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"No plans to share data with other researchers"}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot_SAP","hasProtocol":true,"hasSap":true,"hasIcf":false,"label":"Study Protocol and Statistical Analysis Plan","date":"2018-02-28","uploadDate":"2018-07-06T08:13","filename":"Prot_SAP_000.pdf","size":1083588}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-12-12"},"conditionBrowseModule":{"meshes":[{"id":"D003704","term":"Dementia"},{"id":"D000544","term":"Alzheimer Disease"}],"ancestors":[{"id":"D001927","term":"Brain Diseases"},{"id":"D002493","term":"Central Nervous System Diseases"},{"id":"D009422","term":"Nervous System Diseases"},{"id":"D019965","term":"Neurocognitive Disorders"},{"id":"D001523","term":"Mental Disorders"},{"id":"D024801","term":"Tauopathies"},{"id":"D019636","term":"Neurodegenerative Diseases"}],"browseLeaves":[{"id":"M3885","name":"Alzheimer Disease","asFound":"Dementia Alzheimers","relevance":"HIGH"},{"id":"M6904","name":"Dementia","asFound":"Dementia","relevance":"HIGH"},{"id":"M5204","name":"Brain Diseases","relevance":"LOW"},{"id":"M5742","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M21836","name":"Neurocognitive Disorders","relevance":"LOW"},{"id":"M14473","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M4815","name":"Mental Disorders","relevance":"LOW"},{"id":"M23002","name":"Tauopathies","relevance":"LOW"},{"id":"M21558","name":"Neurodegenerative Diseases","relevance":"LOW"},{"id":"T2192","name":"Familial Alzheimer Disease","asFound":"Dementia Alzheimers","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}
